#+FILETAGS: May 2023
#+transclude: [[file:~/Orgfiles/identity/Guiding Principles.org::*Guiding Principles][Guiding Principles]] :level 2 
* Week 1: May 01 - May 07
** Metrics

#+NAME: Week 1 Overview
|---------------+-------------------------------------------------------------------------|
| Focus         |                                                                         |
| Objectives    |                                                                         |
|---------------+-------------------------------------------------------------------------|
| Effectiveness |                                                                       0 |
| Gratitude     | Didn't get caught doing things I shouldn't or spending what I shouldn't |
|---------------+-------------------------------------------------------------------------|
| Improvements  |                                                                         |
|---------------+-------------------------------------------------------------------------|



#+NAME: Week 1 Daily Tracking
|     | Weight |   BP | Sleep Time | Snore Score | Output % |
|-----+--------+------+------------+-------------+----------|
| Mon |        |      |            |             |          |
| Tue |        |      |            |             |          |
| Wed |        |      |            |             |          |
| Thu |        |      |            |             |          |
| Fri |        |      |            |             |          |
| Sat |        |      |            |             |          |
| Sun |        |      |            |             |          |
|-----+--------+------+------------+-------------+----------|
| Avg |   0.00 | 0.00 |       0.00 |        0.00 |     0.00 |
#+TBLFM: @9$2..$6=vmean(@I..@II);%.2f

** Week 1 Accomplishments                                   :Accomplishment:
*** 
** Week 1 Disappointments                                   :Disappointment:
*** 

** Week 1 Highs, Lows and Learnings
| Highs | Lows | Learnings |
|-------+------+-----------|
|       |      |           |
|       |      |           |


** Week 1 Checklist

*** Review the Week and Reflect
=What did we learn? Did we grow?=
- [ ] Review Completed Actions Items (~View agenda and regex filter to 'done'~)
- [ ] Review Guiding Principles - [[*Guiding Principles][Guiding Principles]]
- [ ] Update Accomplisments - [[*Week 1 Accomplishments][Week 1 Accomplishments]]
- [ ] Update Disapointments - [[*Week 1 Disappointments][Week 1 Disappointments]]
- [ ] Fill out Highs Lows and Learnings -  [[* Week 1 Highs, Lows and Learnings][Week 1 Highs, Lows and Learnings]]

*** Pipelines
=Process driven Actions=
- [ ] Clean Email
  - [ ]Inbox Zero
  - [ ]Check saved emails
    
- [ ] Calendar
  - [ ] Review last two (2) weeks calendar (~Does anything need follow up~)
  - [ ] Review coming three (3) weeks calendar (~Need to start prepping for anything?~)
    
*** Review Actions & Projects
=Moving your goals forward=
- [ ] Check ~Waiting~ actions (~Assign do dates to anything needing follow up~)
- [ ] Review Projects (~valuate where they stand and ensure at liesat one Next action for each~)
  
*** Clean Up
=A fresh start for the week=
- [ ] Deesktop & Download Folders (re-locate or delete)
- [ ] Clean Up CLoudapp saved screenshots
- [ ] Transfer relevant high value notes and clippings to org-roam
* Week 2: May 08 - May 14
** Metrics

#+NAME: Week 2 Overview
|---------------+------------------------------------------|
| Focus         | Reboot                                   |
| Objectives    | Focus on exercise, diet and productivity |
|---------------+------------------------------------------|
| Effectiveness |                                          |
| Gratitude     |                                          |
|---------------+------------------------------------------|
| Improvements  |                                          |
|---------------+------------------------------------------|



#+NAME: Week 2 Daily Tracking
|     | Weight | BP sys | BP Dia | Sleep Time | Snore Score | Output % |
|-----+--------+--------+--------+------------+-------------+----------|
| Mon |        |        |        |            |             |          |
| Tue |  214.3 |    138 |     94 |       8.75 |          82 |          |
| Wed |        |        |        |            |             |          |
| Thu |        |        |        |            |             |          |
| Fri |        |        |        |            |             |          |
| Sat |        |        |        |            |             |          |
| Sun |        |        |        |            |             |          |
|-----+--------+--------+--------+------------+-------------+----------|
| Avg |   0.00 |   0.00 |   0.00 |       0.00 |        0.00 |     0.00 |
#+TBLFM: @9$2..$7=vmean(@I..@II);%.2f

** Week 2 Accomplishments                                  :Accomplishment:
*** 
** Week 2 Disappointments                                  :Disappointment:
*** 

** Week 2 Highs, Lows and Learnings
| Highs | Lows | Learnings |
|-------+------+-----------|
|       |      |           |
|       |      |           |


** Week 2 Checklist

*** Review the Week and Reflect
=What did we learn? Did we grow?=
- [ ] Review Completed Actions Items (~View agenda and regex filter to 'done'~)
- [ ] Review Guiding Principles - [[*Guiding Principles][Guiding Principles]]
- [ ] Update Accomplisments - [[*Week 2 Accomplishments][Week 2 Accomplishments]]
- [ ] Update Disapointments - [[*Week 2 Disappointments][Week 2 Disappointments]]
- [ ] Fill out Highs Lows and Learnings -  [[* Week 2 Highs, Lows and Learnings][Week 2 Highs, Lows and Learnings]]

*** Pipelines
=Process driven Actions=
- [ ] Clean Email
  - [ ]Inbox Zero
  - [ ]Check saved emails
    
- [ ] Calendar
  - [ ] Review last two (2) weeks calendar (~Does anything need follow up~)
  - [ ] Review coming three (3) weeks calendar (~Need to start prepping for anything?~)
    
*** Review Actions & Projects
=Moving your goals forward=
- [ ] Check ~Waiting~ actions (~Assign do dates to anything needing follow up~)
- [ ] Review Projects (~valuate where they stand and ensure at liesat one Next action for each~)
  
*** Clean Up
=A fresh start for the week=
- [ ] Deesktop & Download Folders (re-locate or delete)
- [ ] Clean Up CLoudapp saved screenshots
- [ ] Transfer relevant high value notes and clippings to org-roam
* Week 3: May 14 - May 21
* Week 4: May 22 - May 28
** Metrics

#+NAME: Week 4 Overview
|---------------+--------------------------------------------|
| Focus         | Spend time with Jess                       |
| Objectives    | Enjoy the week before massive change comes |
|---------------+--------------------------------------------|
| Effectiveness |                                            |
| Gratitude     |                                            |
|---------------+--------------------------------------------|
| Improvements  |                                            |
|---------------+--------------------------------------------|



#+NAME: Week 4 Daily Tracking
|     | Weight | BP SYS | BP Dia | Sleep Time | Snore | Output % |
|-----+--------+--------+--------+------------+-------+----------|
| Mon |        |        |        |            |       |          |
| Tue |        |        |        |            |       |          |
| Wed |        |        |        |            |       |          |
| Thu |    216 |    140 |     95 |        8.5 | 38    |          |
| Fri |        |        |        |            |       |          |
| Sat |        |        |        |            |       |          |
| Sun |        |        |        |            |       |          |
|-----+--------+--------+--------+------------+-------+----------|
| Avg |   0.00 |   0.00 |   0.00 |       0.00 |  0.00 |     0.00 |
#+TBLFM: @9$2..$7=vmean(@I..@II);%.2f

** Week 4 Accomplishments                                   :Accomplishment:
*** 
** Week 4 Disappointments                                   :Disappointment:
*** 

** Week 4 Highs, Lows and Learnings
| Highs | Lows | Learnings |
|-------+------+-----------|
|       |      |           |
|       |      |           |


** Week 4 Checklist

*** Review the Week and Reflect
=What did we learn? Did we grow?=
- [ ] Review Completed Actions Items (~View agenda and regex filter to 'done'~)
- [ ] Review Guiding Principles - [[*Guiding Principles][Guiding Principles]]
- [ ] Update Accomplisments - [[*Week 4 Accomplishments][Week 4 Accomplishments]]
- [ ] Update Disapointments - [[*Week 4 Disappointments][Week 4 Disappointments]]
- [ ] Fill out Highs Lows and Learnings -  [[* Week 4 Highs, Lows and Learnings][Week 4 Highs, Lows and Learnings]]

*** Pipelines
=Process driven Actions=
- [ ] Clean Email
  - [ ]Inbox Zero
  - [ ]Check saved emails
    
- [ ] Calendar
  - [ ] Review last two (2) weeks calendar (~Does anything need follow up~)
  - [ ] Review coming three (3) weeks calendar (~Need to start prepping for anything?~)
    
*** Review Actions & Projects
=Moving your goals forward=
- [ ] Check ~Waiting~ actions (~Assign do dates to anything needing follow up~)
- [ ] Review Projects (~valuate where they stand and ensure at liesat one Next action for each~)
  
*** Clean Up
=A fresh start for the week=
- [ ] Deesktop & Download Folders (re-locate or delete)
- [ ] Clean Up CLoudapp saved screenshots
- [ ] Transfer relevant high value notes and clippings to org-roam
